[
    {
      "id": 1,
      "companyName": "Google",
      "jobTitle": "Software Engineer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/10110/10110386.png",
      "minPrice": "20",
      "maxPrice": "30",
      "salaryType": "Yearly",
      "jobLocation": "Chennai",
      "postingDate": "2024-01-12",
      "experienceLevel": "Any experience",
      "employmentType": "Full-time",
      "description": "Google is seeking a talented and motivated Web Developer to join our dynamic team. The successful candidate will play a key role in designing, implementing, and maintaining web applications that are integral to Google's diverse portfolio of products and services."
    },
    {
      "id": 2,
      "companyName": "Microsoft",
      "jobTitle": "Web Developer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/732/732221.png",
      "minPrice": "40",
      "maxPrice": "50",
      "salaryType": "Yearly",
      "jobLocation": "Bangalore",
      "postingDate": "2024-01-08",
      "experienceLevel": "Internship",
      "employmentType": "Temporary",
      "description": "Microsoft is one of the world's largest and most influential technology companies, with a diverse range of products and services. The company is known for its software products, including the Windows operating system, Microsoft Office suite, and development tools like Visual Studio. Additionally, Microsoft has a significant presence in the hardware industry, producing devices such as the Surface line of tablets and laptops, Xbox gaming consoles, and accessories."
    },
    {
      "id": 3,
      "companyName": "Infosys",
      "jobTitle": "Data Scientist",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/5689/5689422.png",
      "minPrice": "40",
      "maxPrice": "50",
      "salaryType": "Yearly",
      "jobLocation": "Coimbatore",
      "postingDate": "2023-12-28",
      "experienceLevel": "Any experience",
      "employmentType": "Full-time", 
      "description": "Infosys is one of the largest IT services companies globally, providing a broad range of services, including consulting, technology, outsourcing, and digital solutions. The company is known for its emphasis on quality, innovation, and a client-centric approach. It has played a significant role in shaping the IT industry in India and has a global presence with offices and delivery centers in various countries."
    },
    {
      "id": 4,
      "companyName": "Wipro",
      "jobTitle": "Associate",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/11511/11511929.png",
      "minPrice": "40",
      "maxPrice": "50",
      "salaryType": "Monthly",
      "jobLocation": "Kerala",
      "postingDate": "2024-01-07",
      "experienceLevel": "Work remotely",
      "employmentType": "Part-time",
      "description": "Wipro is one of the largest IT services companies in India and is recognized globally for its diverse range of services. It operates in various industry verticals, including technology, healthcare, financial services, energy, and manufacturing. Wipro has a significant presence in the global IT outsourcing and consulting market and has evolved over the years to provide a broad spectrum of solutions to its clients."
    },
    {
      "id": 5,
      "companyName": "Hexaware technologies",
      "jobTitle": "Frontend Developer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/13495/13495102.png",
      "minPrice": "50",
      "maxPrice": "75",
      "salaryType": "Yearly",
      "jobLocation": "Chennai",
      "postingDate": "2023-12-28",
      "experienceLevel": "Intership",
      "employmentType": "Full-time",
      "description": " Hexaware provides a range of IT services, including application development and maintenance, software testing, infrastructure management, and digital transformation. The company offers BPO services, covering areas such as finance and accounting outsourcing, human resources outsourcing, and customer support."
    },
    {
      "id": 6,
      "companyName": "Sutherland",
      "jobTitle": "Voice process",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/3246/3246923.png",
      "minPrice": "80",
      "maxPrice": "120",
      "salaryType": "Yearly",
      "jobLocation": "Kerala",
      "postingDate": "2023-12-25",
      "experienceLevel": "Intership",
      "employmentType": "Temporary",
      "description": " Sutherland provides a wide range of BPO services, including customer support, technical support, finance and accounting outsourcing, human resources outsourcing, and procurement outsourcing.The company leverages technology to offer services that go beyond traditional BPO, including digital transformation, analytics, and automation solutions."
    },
    {
      "id": 1,
      "companyName": "Accenture",
      "jobTitle": "Software Developer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/10872/10872068.png",
      "minPrice": "30",
      "maxPrice": "80",
      "salaryType": "Yearly",
      "jobLocation": "Kerala",
      "postingDate": "2024-01-08",
      "experienceLevel": "Any experience",
      "employmentType": "Full-time",
      "description": "Accenture provides strategic consulting services to help organizations develop and execute business strategies, improve operations, and drive innovation.The company is a leader in digital transformation services, assisting clients in adopting and leveraging emerging technologies such as artificial intelligence, cloud computing, data analytics, and blockchain."
    },
    {
      "id": 2,
      "companyName": "Zoho",
      "jobTitle": "MERN Developer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/10068/10068958.png",
      "minPrice": "40",
      "maxPrice": "50",
      "salaryType": "Yearly",
      "jobLocation": "Coimbatore",
      "postingDate": "2024-01-12",
      "experienceLevel": "Internship",
      "employmentType": "Temporary",
      "description": " Customer Relationship Management software that helps businesses manage customer interactions, sales, and marketing. A low-code application development platform that allows users to create custom applications without extensive coding knowledge.Cloud-based accounting software for managing finances, invoicing, and expense tracking."
    },
    {
      "id": 3,
      "companyName": "Unlimited innovation",
      "jobTitle": "Data Analytics",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/11934/11934232.png",
      "minPrice": "40",
      "maxPrice": "50",
      "salaryType": "Yearly",
      "jobLocation": "Chennai",
      "postingDate": "2023-12-28",
      "experienceLevel": "Any experience",
      "employmentType": "Full-time", 
      "description": "Unlimited Innovations India Pvt Ltd. a fully owned subsidiary organization of UBTI Inc., USA established in 2004 is a leading software solutions provider. Our client’s benefits from our experience in building functional technology solutions. We provide system integration, software customization and consultancy services in all major platforms. We support the strategic, operational, and revenue goals of current and prospective clients through powerful technology solutions that improve efficiencies, increase productivity, building high performing, feature-rich application, systems, portals, tools that enhance profitability."
    },
    {
      "id": 4,
      "companyName": "UTS",
      "jobTitle": "UI/UX Designer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/9727/9727274.png",
      "minPrice": "40",
      "maxPrice": "50",
      "salaryType": "Monthly",
      "jobLocation": "Bangalore",
      "postingDate": "2023-12-15",
      "experienceLevel": "Work remotely",
      "employmentType": "Part-time",
      "description": "Unistring Tech Solutions Pvt. Ltd. (UTS) is a private company. The company currently specializes in the Defense & Space area. Its headquarters is located at Nobby Beach, Queensland, AU. The number of employees ranges from 25 to 100. The annual revenue of Unistring Tech Solutions Pvt. Ltd. (UTS) varies between 5.0M and 25M. To connect with Unistring Tech Solutions Pvt. Ltd. (UTS) employee register on SignalHire."
    },
    {
      "id": 5,
      "companyName": "Seval software solutions",
      "jobTitle": "Backend Developer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/10365/10365714.png",
      "minPrice": "50",
      "maxPrice": "75",
      "salaryType": "Yearly",
      "jobLocation": "Chennai",
      "postingDate": "2023-12-28",
      "experienceLevel": "Intership",
      "employmentType": "Full-time",
      "description": "Founded on 18th November 2022, Seval Software Solutions is a leading software development and testing company located in Tamilnadu, India. We endeavour to deliver Crackerjack software solutions with client's business goals as its mainstream.We offer stunning quality service in end-to-end IT software development & testing. We engineer applications, produce impressive graphic contents, as well as service AI & IoT apps for novel business ideas."
    },
    {
      "id": 6,
      "companyName": "Amazon",
      "jobTitle": "Full stack Developer",
      "companyLogo": "https://cdn-icons-png.flaticon.com/128/10096/10096381.png",
      "minPrice": "80",
      "maxPrice": "120",
      "salaryType": "Yearly",
      "jobLocation": "Chennai",
      "postingDate": "2022-12-15",
      "experienceLevel": "Intership",
      "employmentType": "Temporary",
      "description": "Amazon is widely known for its online retail platform, where it sells a diverse range of products, including books, electronics, clothing, and more. The company operates various country-specific websites.AWS is a comprehensive cloud computing platform that provides a wide range of services, including computing power, storage, databases, machine learning, and analytics, among others. AWS is a significant player in the global cloud services market."
    }
  ]
  